import React from "react";

// Styles
import { TextWrapper } from "./Styles";

const AboutUs = () => {
  return (
    <TextWrapper>
      <p>THAT PASTA!</p>
      <p> . صُمّمَ هذا الموقع ليوفر لك خدمة أسرع وأسهل وأسلس</p>
      <p>
        مع "ذات باستا" تستطيع انشاء مطعمك الخاص وعرض قائمة الطعام الخاصة بك مع
        تفاصيل الطبق : محتوياته ٫ والسعر ٫ والصورة
      </p>
      <p>
        {" "}
        ما يميز موقعنا هو انه مجاني بالكامل ولن تحتاج الى وقت اضافي لمعرفة رغبات
        الزبائن فالزبون سيختار نوع الطبق والعدد المطلوب من كل نوع وسيترك لك
        التعليق للتحسين من جودة الطعام او لتشجيع الاخرين على اختيار الطبق مما
        يزيد من عدد عملائك ٫ اضافة الى الحصول على كافة المعلومات الخاصة بخدمة
        التوصيل كعنوان السكن ورقم الهاتف والموقع
      </p>
    </TextWrapper>
  );
};

export default AboutUs;
